Repository: vadant1000/TextToCAD
Catalog: boltsparts-main/translations/*/LC_MESSAGES/parts.po
Languages: de

source: Hex socket set screw cup point DIN 916 %(key)s %(l)s
de: Innensechskant-Gewindestift mit Ringschneide DIN 916 %(key)s %(l)s

source: Hex socket set screw dog point DIN 915 %(key)s %(l)s
de: Innensechskant-Gewindestift mit Zapfen DIN 915 %(key)s %(l)s

source: Hex socket set screw cone point DIN 914 %(key)s %(l)s
de: Innensechskant-Gewindestift mit Spitze DIN 914 %(key)s %(l)s

source: Plain washer chamfered DIN ISO 7090 %(key)s
de: Unterlegscheibe angefast DIN ISO 7090 %(key)s

source: Plain washer DIN ISO 7091 %(key)s
de: Unterlegscheibe DIN ISO 7091 %(key)s

source: Plain washer for cheese head screws DIN ISO 7092 %(key)s
de: Unterlegscheibe für Zylinderkopfschraube DIN ISO 7092 %(key)s

source: Hexagon thin nut DIN 439 %(key)s
de: Sechskantmutter, niedrige Form DIN 439 %(key)s

source: Thin hexagon nut, metrix size, old
de: Sechskantmutter, metrisch, alte Normen

source: Hex socket set screw flat point ISO 4026 %(key)s %(l)s
de: Innensechskant-Gewindestift mit Kegelkuppe ISO 4026 %(key)s %(l)s

source: Hexagon nut ASME B18.2.2 %(key)s
de: Sechskantmutter ASME B18.2.2 %(key)s

source: Plain washer for cheese head screws DIN 433 %(key)s
de: Unterlegscheibe für Zylinderkopfschraube DIN 433 %(key)s

source: Needle roller ISO 3030 %(key)s
de: Nadelkranz ISO 3030 %(key)s

source: Plain washer DINEN 27089 %(key)s
de: Unterlegscheibe DIN EN 27089 %(key)s
