Repository: vadant1000/TextToCAD
Catalog: boltsparts-main/translations/*/LC_MESSAGES/parts.po
Languages: de

source: C-Beam profiles (rolled)
de: C-Profile (gewalzt)

source: Various rolled c-beam profiles
de: Verschiedene gewalzte C-Profile

source: Bearings
de: Lager

source: Various ball and roller bearings
de: Verschiedene Kugel- und Rollenlager

source: Pipes
de: Rohre

source: Metric and imperial pipes
de: Metrische und zöllische Rohre

source: Hexagon fasteners
de: Sechskant Befestigungselemente

source: Various standard hex bolts and screws
de: Verschiedene Sechskantschrauben und -bolzen

source: I-Beam profiles (rolled)
de: I-Profile (gewalzt)

source: Various rolled i-beam profiles
de: Verschiedene gewalzte I-Profile

source: Batteries
de: Batterien

source: This collection contains different sorts of batteries
de: Diese Kollektion enthält verschiedene Arten von Batterien

source: Hollow sections
de: Hohlprofile

source: Hot finished structural hollow sections
de: heissgewalzte Hohlprofile

source: Flanges
de: Flansche

source: Various standard flanges
de: Verschiedene Standardflansche

source: Hexagon socket fasteners
de: Befestigungselemente mit Innensechskant

source: Various standard hex socket bolts and screws
de: Verschiedene Standard Sechskantbolzen und -schrauben

source: Washers
de: Unterlagsscheiben

source: Various standard washers
de: Verschiedene Standard Unterlagsscheiben

source: Connecting Bars
de: Verbindungsschienen

source: Bars connecting together mechanical parts
de: Stangen zum Verbinden mechanischer Teile

source: Nuts
de: Muttern

source: Various standard nuts
de: Verschiedene Standardmuttern

source: Extrusions and small profiles
de: Strangpressprofile

source: Various small profiles and extrusions
de: Verschiedene Strangpressprofile

source: head diameter
de: Kopfdurchmesser

source: threaded length of shaft for 125 mm < l < 200 mm
de: Gewindelänge des Schaft für 125 mm < l < 200 mm

source: head length
de: Kopflänge

source: length excluding head
de: Länge exklusive Kopf

source: width across flats
de: Schlüsselweite

source: threaded length of shaft for l < 125 mm
de: Gewindelänge des Schaft für l < 125 mm

source: Thread designation
de: Gewindebezeichnung

source: threaded length of shaft for l > 200 mm
de: Gewindelänge für l > 200 mm

source: threaded shaft diamater
de: Durchmesser des Gewindeschafts

source: Material finish used in labeling
de: Oberflächenausführung zur Verwendung in Teilenamen

source: Material finish
de: Oberflächenausführung

source: Length
de: Länge

source: flange width
de: Flanschbreite

source: beam height
de: Trägerhöhe

source: beam length
de: Trägerlänge

source: fillet radius
de: Verrundungsradius

source: web thickness
de: Stegbreite

source: flange thickness
de: Flanschdicke

source: beam type
de: Trägertyp

source: thickness
de: Dicke

source: profile type
de: Profilart

source: profile length
de: Profillänge

source: outside diameter
de: Aussendurchmesser

source: outer fillet radius
de: Äusserer Verrundungsradius

source: inner fillet radius
de: Innerer Verrundungsradius

source: inner flange unfilleted length
de: gerade innere Flanschlänge

source: straight web height
de: gerade Steghöhe

source: outer flange unfilleted length
de: gerade äussere Flanschlänge

source: nominal diameter
de: Nenndurchmesser

source: bolt circle diameter
de: Lochkreisdurchmesser

source: bolt hole diameter
de: Bohrungsdurchmesser

source: bolts number
de: Bohrbild

source: hole diameter
de: Lochdurchmesser

source: outer diameter
de: Aussendurchmesser

source: inner diameter
de: Innendurchmesser

source: length
de: Länge

source: wall thickness
de: Wanddicke

source: Pipe schedule
de: Rohrnennweite

source: Nominal pipe size
de: Nenndurchmesser

source: width across edges
de: Eckmaß

source: diameter
de: Durchmesser

source: point type
de: Art der Spitze

source: total length
de: Gesamtlänge

source: socket depth
de: Sechskanttiefe

source: maximum point diameter
de: maximaler Durchmesser Spitze

source: outside dimension
de: Aussenmaß

source: section height
de: Querschnittshöhe

source: section width
de: Querschnittsbreite

source: height
de: Höhe

source: Type Code
de: Typencode

source: outside dimension height
de: Aussenhöhe

source: outside dimension width
de: Aussenbreite

source: Model designation
de: Bezeichnung

source: Postfix to the model designation for the protection type
de: Suffix der Modellbezeichnung für die Schutzart

source: Type of bearing protection
de: Art des Lagerschutz

source: outer diameter, shaft side
de: Aussendurchmesser, achsseitig

source: inner diameter, shaft side
de: Innendurchmesser, achsseitig

source: maximum unthreaded length of shaft
de: maximale Schaftlänge ohne Gewinde

source: shaft length
de: Schaftlänge

source: head angle
de: Kegelwinkel

source: threshold threading length, shaft is completely threaded for screws shorter than L
de: Grenzwert Gewindelänge, Schaft ist komplett mit Gewinde für Schrauben kürzer als L

source: shaft diameter
de: Schaftdurchmesser

source: threaded length of shaft
de: Gewindelänge des Schafts

source: unthreaded length of shaft
de: Schaftlänge ohne Gewinde

source: type of thread
de: Gewindeart

source: thread pitch
de: Gewindesteigung

source: pitch indication for the part name
de: Gangzahl für den Teilenamen

source: transition length
de: Übergangslänge

source: round length
de: runde Länge

source: Radial Ball Bearing imperial
de: zöllisches Rillenkugellager

source: imperial Radial Ball Bearing %(key)s
de: zöllisches Rillenkugellager %(key)s

source: Single row radial ball bearing, imperial sizes
de: Einreihiges Rillenkugellager, zöllige Größen

source: T slot extrusion one slot 20x20
de: T-Nut Profil einfache Nut 20x20

source: T slot extrusion one slot 20x20x%(l)s
de: T-Nut Profil einfache Nut 20x20x%(l)s

source: Generic T slot aluminium extrusion one slot 20mmx20mm
de: Generisches extrudiertes T-Nut Aluminiumprofil mit einer Nut 20mmx20mm

source: %(finish_name)s V-Slot 20x20mm Length: %(l)s
de: %(finish_name)s V-Slot 20x20mm Länge: %(l)s

source: V-Slot is a high quality extruded aluminum profile building block that has an extremely smooth linear v groove rail on all 4 sides.
de: V-Slot ist ein hochqualitativ extrudiertes Aluminimum-Rasterprofil, das eine sehr glatte lineare Nut an allen vier Seiten besitzt.

source: UAE Profile
de: UAE Profil

source: UAP profile, metric european standard c-beam profile
de: UAP Profil, europaweit genormtes metrisches C-Profil

source: T slot extrusion two slots (opp.) 20x20
de: T-Nut Profil, zwei (gegenüberliegende) Nuten 20x20

source: T slot extrusion two slots (opp.) 20x20x%(l)s
de: T-Nut Profil, zwei (gegenüberliegende) Nuten 20x20x%(l)s

source: Generic T slot aluminium extrusion two oppositeslots 20mmx20mm
de: Generisches extrudiertes T-Nut Aluminiumprofil mit zwei gegenüberliegenden Nuten 20mmx20mm

source: T slot extrusion three slots 20x20
de: T-Nut Profil, drei Nuten 20x20

source: T slot extrusion three slots 20x20x%(l)s
de: T-Nut Profil, drei Nuten 20x20x%(l)s

source: Generic T slot extrusion three slots 20mmx20mm
de: Generisches T-Nut Profil, drei Nuten 20mmx20mm

source: Square hollow profile
de: Quadratisches Hohlprofil

source: Square hollow profile %(b)s/%(t)s l=%(l)s
de: Quadratisches Hohlprofil %(b)s/%(t)s l=%(l)s

source: Generic square hollow profile
de: Generisches quadratisches Hohlprofil

source: IPN Profile
de: IPN Profil

source: Hexagon head screw
de: Sechskantschraube

source: Hexagon head screw %(key)s - %(l)s
de: Sechskantschraube %(key)s - %(l)s

source: Axial thrust bearing
de: Axiallager

source: Axial thrust bearing %(key)s
de: Axiallager %(key)s

source: Axial thrust bearing, single direction
de: einseitig wirkendes Axiallager

source: Rectangular hollow profile
de: Rechteckhohlprofil

source: Rectangular hollow profile %(h)s-%(b)s-%(t)s, l=%(l)s
de: Rechteckhohlprofil %(h)s-%(b)s-%(t)s, l=%(l)s

source: A generic rectangular hollow profile
de: Ein generisches Rechteckhohlprofil

source: Radial Ball Bearing
de: Radialkugellager

source: Radial Ball Bearing %(key)s%(postfix)s
de: Radialkugellager %(key)s%(postfix)s

source: Single row radial ball bearing, with single or double shields, single or double seal or open, metric sizes
de: Einreihiges Radialkugellager mit ein- oder beidseitiger Deckscheibe, ein- oder beidseitiger Dichtung oder offen, metrische Größen

source: Hexagon head bolt
de: Sechskantschraube

source: Hexagon head bolt %(key)s - %(l)s
de: Sechskantschraube %(key)s - %(l)s

source: UPE Profile
de: UPE Profil

source: UPE profile, metric european standard c-beam profile
de: UPE Profil, metrisches europäisch genormtes U-Stahl Profil

source: %(finish)s V-Slot 20x40mm Length: %(l)s
de: %(finish)s V-Slot 20x40mm Länge: %(l)s

source: Metric hexagon nut
de: Metrische Sechskantmutter

source: Metric hexagon nut %(key)s
de: Metrische Sechskantmutter %(key)s

source: Hexagon nut, metric sizes
de: Sechskantmutter, metrische Größen

source: Metric plain washer for cheese head screws
de: Metrische Unterlegscheibe für Zylinderkopfschrauben

source: Plain washer for cheese head screws %(key)s
de: Unterlegscheibe für Zylinderkopfschrauben %(key)s

source: Plain washer for cheese head screws, metric sizes
de: Unterlegscheibe für Zylinderkopfschrauben, metrische Größen

source: Round Batteries
de: Runde Batterien

source: %(T)s Battery
de: %(T)s Batterie

source: Most common round single cell battery sizes
de: Gängiste runde Ein-Zellen-Batteriengrössen

source: Circular hollow profile
de: Rundes Hohlprofil

source: Circular hollow profile %(D)s/%(t)s l=%(l)s
de: Rundes Hohlprofil %(D)s/%(t)s l=%(l)s

source: Generic circular hollow profile
de: Generisches rundes Hohlprofil

source: IPEa Profile
de: IPEa Profil

source: IPEa profile, metric european i-beam profile
de: IPEa Profil, metrisches europäisches I-Profil

source: Metric hex socket head cap screw
de: Metrische Zylinderschraube mit Innensechskant

source: Hex socket head cap screw %(key)s %(l)s
de: Metrische Zylinderschraube mit Innensechskant %(key)s %(l)s

source: Hexagon socket head cap screw, metric sizes
de: Zylinderschraube mit Innensechskant, metrische Größen

source: IPEr Profile
de: IPEr Profil

source: IPEr profile, metric european i-beam profile
de: IPEr Profil, metrisches europäisches I-Profil

source: IPE Profile
de: IPE Profil

source: IPE profile, metric european standard i-beam profile
de: IPE Profil, metrisches europäisches Norm-I-Profil

source: Metric plain washer with chamfer
de: Metrische Unterlegscheibe mit Fase

source: Plain washer chamfered %(key)s
de: angefaste Unterlegscheibe %(key)s

source: Plain washer with chamfer, metric sizes
de: Unterlegscheibe mit Fase, metrische Grössen

source: Metric heavy duty plain washer
de: Metrische Schwerlast- Unterlegscheibe

source: Heavy duty plain washer %(key)s
de: Schwerlast-Unterlegscheibe %(key)s

source: Heavy duty plain washer, metric sizes
de: Schwerlast-Unterlegscheibe, metrische Grössen

source: HEA Profile
de: HEA Profil

source: HEA profile, metric european standard i-beam profile
de: HEA Profil, metrisches europäisches Norm-I-Profil

source: Metric hex socket countersunk head screw
de: Metrische Innensechskant-Senkkopfschraube

source: Hex socket countersunk head screw %(key)s %(l)s
de: Innensechskant-Senkkopfschraube %(key)s %(l)s

source: Hexagon socket countersunk head screw, metric sizes
de: Innensechskant-Senkkopfschraube, metrische Größen

source: HEAA Profile
de: HEAA Profil

source: HEAA profile, metric european i-beam profile
de: HEAA Profil, metrisches europäisches I-Profil

source: Metric hexagon thin nut
de: Metrische Sechskant-Flachmutter

source: Metric hexagon thin nut %(key)s
de: Metrische Sechskant-Flachmutter %(key)s

source: Thin hexagon nut, metric sizes
de: Sechskant-Flachmutter, metrische Größen

source: INP Profile
de: INP Profil

source: OpenBuilds Solid V Wheel - Delrin
de: OpenBuilds V-Rolle - Delrin

source: The OpenBuilds Delrin Solid V Wheels are great for use with any V Wheel Linear Guide System. They can be used with V-Slot Extrusion. For builds where heavier loads are required.
de: Die OpenBuilds Delrin V-Massivrollen eignen sich ausgezeichnet für jedes V-Rollen-Linearführungssystem. Sie können mit jedem V-Slot-Strangprofil benutzt werden. Für Konstuktionen bei denen hohen Lasten benötigt werden.

source: HEB Profile
de: HEB Profil

source: HEB profile, metric european standard i-beam profile
de: HEB Profil, metrisches europäisches Norm-I-Profil

source: T slot extrusion two slots 20x20
de: T-Nut-Strangprofil, zwei Nuten 20x20

source: T slot extrusion two slots 20x20x%(l)s
de: T-Nut-Strangprofil, zwei Nuten 20x20x%(l)s

source: Generic T slot aluminium extrusion two neighboring slots 20mmx20mm
de: Generisches T-Nut Aluminiumstrangprofil mit zwei nebeneinanderliegenden Nuten 20mmx20mm

source: OpenBuilds Solid Mini V Wheel - Delrin
de: OpenBuilds Mini V-Rolle - Delrin

source: The OpenBuilds Delrin Solid Mini V Wheels are great for small form factor linear actuator guides. They can be used with V-Slot Extrusion.
de: Die OpenBuilds Delrin Mini V-Rollen eignen sich für kleine Linearführungseinheiten. Sie können mit V-Slot Strangprofilen benutzt werden.

source: Hex socket set screw
de: Gewindestift mit Innen-Sechskant

source: Hex socket set screw %(point)s point %(key)s %(l)s
de: Gewindestift mit Innen-Sechskant %(point)s Spitze %(key)s %(l)s

source: Hexagon socket set screws
de: Gewindestifte mit Innen-Sechskant

source: Imperial hexagon nut
de: Zöllische Sechskantmutter

source: Hexagon nut, imperial sizes
de: Sechskantmutter, zöllige Größen

source: IPEv Profile
de: IPEv Profil

source: IPEv profile, metric european i-beam profile
de: IPEv Profil, metrisches europäisches I-Profil

source: HEM Profile
de: HEM Profil

source: HEM profile, metric european standard i-beam profile
de: HEM profile, metrisches europäisches Norm-I-Profil

source: OpenBuilds Dual V Wheel - Delrin
de: OpenBuilds Doppel-V-Rolle - Delrin

source: The OpenBuilds Delrin Dual V Wheels are great for use with any V Wheel Linear Guide System. They can be used with V-Slot Extrusion and OpenRail.
de: Die OpenBuilds Delrin Doppel-V-Rollen sind hervorragend für jedes V-Rollen-Linearführungssystem geeignet. Sie können für V-Slot-Strangprofile und OpenRail benutzt werden.

source: %(finish)s V-Slot 20x80mm Length: %(l)s
de: %(finish)s V-Slot 20x80mm Länge: %(l)s

source: Generic pipe
de: Generisches Rohr

source: Pipe OD %(od)s ID %(id)s length %(l)s
de: Rohr AD %(od)s ID %(id)s Länge %(l)s

source: A generic pipe
de: Ein generisches Rohr

source: Double row ball bearing
de: Zweireihiges Kugellager

source: Double row ball bearing %(key)s
de: Zweireihiges Kugellager %(key)s

source: Deep groove double row radial ball bearing, metric sizes
de: Zweireihiges Rillen-Kugellager, metrische Größen

source: T slot extrusion 20x20
de: T-Nut Strangprofil 20x20

source: T slot extrusion 20x20x%(l)s
de: T-Nut Strangprofil 20x20x%(l)s

source: Generic T slot aluminium extrusion 20mmx20mm
de: Generisches T-Nut Strangprofil 20mmx20mm

source: IPE 750 Profile
de: IPE 750 Profil

source: IPE 750 profile, metric european i-beam profile
de: IPE 750 Profil, metrisches europäisches I-Profil

source: Metric plain washer
de: Metrische Unterlagsscheibe

source: Plain washer %(key)s
de: Unterlagsscheibe %(key)s

source: Plain washer, metric sizes
de: Unterlagsscheibe, metrische Größen

source: %(finish)s V-Slot 20x60mm Length: %(l)s
de: %(finish)s V-Slot 20x60mm Länge: %(l)s

source: IPEo Profile
de: IPEo Profil

source: IPEo profile, metric european i-beam profile
de: IPEo Profil, metrisches europäisches I-Profil

source: CHS DIN EN 10210-2 %(type)s, l=%(l)s
de: RO DIN EN 10210-2 %(type)s, l=%(l)s

source: Circular Hollow Section (CHS)
de: Rohrprofil (RO)

source: CHS EN 10210-2 %(type)s, l=%(l)s
de: RO EN 10210-2 %(type)s, l=%(l)s

source: Plain washer DINENISO 7091 %(key)s
de: Unterlagsscheibe DIN EN ISO 7091 %(key)s

source: Plain washer chamfered DIN EN ISO 7090 %(key)s
de: Unterlagsscheibe, angefast DIN EN ISO 7090 %(key)s

source: Hex socket countersunk head screw DIN ISO 10642 %(key)s %(l)s
de: Innensechskant-Senkkopfschraube DIN ISO 10642 %(key)s %(l)s

source: Plain washer EN 7089 %(key)s
de: Unterlagsscheibe EN 7089 %(key)s

source: DIN 11850 Range 2 DN %(dn)s length %(l)s
de: DIN 11850 Reihe 2 DN %(dn)s Länge %(l)s

source: Pipe according to DIN11850 Range 2
de: Rohr nach DIN 11850 Reihe 2

source: Plain washer for cheese head screws ISO 7092 %(key)s
de: Unterlagsscheibe für Zylinderkopfschrauben ISO 7092 %(key)s

source: Plain washer for cheese head screws
de: Unterlagsscheibe für Zylinderkopfschrauben

source: Hex socket set screw dog cone ISO 4028 %(key)s %(l)s
de: Innensechskant-Gewindestift mit Zapfen ISO 4028 %(key)s %(l)s

source: Hexagon socket set screw with dog point
de: Innensechskant-Gewindestift mit Zapfen

source: IEC 60086 Category 1 Battery %(T)s
de: IEC 60086 Typ 1 Batterie %(T)s

source: Cylindrical cells with protruding positive and recessed or flat negative terminals.
de: Zylindrische Zellen mit überstehenden positiven und vertieften oder flachen negativen Kontakten.

source: Plain washer ISO 7091 %(key)s
de: Unterlagsscheibe ISO 7091 %(key)s

source: Hex socket set screw cup cone ISO 4029 %(key)s %(l)s
de: Innensechskant-Gewindestift mit Ringschneide ISO 4029 %(key)s %(l)s

source: Hexagon socket set screw with cup point
de: Innensechskant-Gewindestift mit Ringschneide

source: Plain washer DIN 126 %(key)s
de: Unterlagsscheibe DIN 126 %(key)s

source: Hexagon nut ANSI B18.2.2 %(key)s
de: Sechskantmutter ANSI B18.2.2 %(key)s

source: Hex socket head cap screw DINENISO 4762 %(key)s %(l)s
de: Innensechskant-Zylinderschraube DIN EN ISO 4762 %(key)s %(l)s

source: Hexagon socket head cap screw
de: Innensechskant-Zylinderschraube

source: Cylindrical roller bearing %(key)s
de: Zylinder-Rollenlager %(key)s

source: Cylindrical single row roller bearing
de: Einreihiges Zylinder-Rollenlager

source: Plain washer ISO 7089 %(key)s
de: Unterlegscheibe ISO 7089 %(key)s

source: Wrought steel pipe API 5L %(nps)s %(sched)s Length %(l)s
de: Schweißstahl-Rohr API 5L %(nps)s %(sched)s Länge %(l)s

source: Welded and seamless wrought steel pipe for high or low temperatures and pressures
de: Geschweißte und nahtlose Schweißstahl-Rohre für hohe oder niedrige Temperaturen und Drücke

source: Plain washer DINENISO 7089 %(key)s
de: Unterlegscheibe DIN EN ISO 7089 %(key)s

source: Hexagon head screw EN ISO 24017 %(key)s - %(l)s
de: Sechskantschraube EN ISO 24017 %(key)s - %(l)s

source: Hexagon head screw according to ENISO24017
de: Sechskantschraube nach EN ISO 24017

source: Axial thrust bearing DIN 711 %(key)s
de: Axial-Rillenkugellager DIN 711 %(key)s

source: Rectangular Hollow Section (RHS)
de: Rechteck-Hohlprofil

source: Hex socket countersunk head screw DIN 7991 %(key)s %(l)s
de: Innensechskant-Senkkopfschraube DIN 7991 %(key)s %(l)s

source: Hex socket countersunk head screw ISO 10642 %(key)s %(l)s
de: Innensechskant-Senkkopfschraube ISO 10642 %(key)s %(l)s

source: Axial thrust bearing ISO 104 %(key)s
de: Axiallager ISO 104 %(key)s

source: Wrought steel pipe ASME B36.10M %(nps)s %(sched)s Length %(l)s
de: Schweißstahl-Rohr ASME B36.10M %(nps)s %(sched)s Länge %(l)s

source: hexagon_head_screw_ISO4017_%(key)s_%(l)s
de: Sechskantschraube ISO 4017 %(key)s %(l)s

source: Hexagon head screw according to ISO4017
de: Sechskantschraube gemäß ISO 4017

source: Hex socket set screw ANSI B18.3.6M %(point)s point %(key)s %(l)s
de: Innensechskant-Gewindestift ANSI B18.3.6M %(point)s point %(key)s %(l)s

source: Hexagon head bolt DINEN 24014 %(key)s - %(l)s
de: Sechskantschraube DIN EN 24014 %(key)s - %(l)s

source: Hexagon head bolt according to DINEN 24014
de: Sechskant-Schaftschraube gemäß DIN EN 24014

source: Hexagon thin nut ISO 4035 %(key)s
de: Niedrige Sechskantmutter ISO 4035 %(key)s

source: Hex socket head cap screw ISO 4762 %(key)s %(l)s
de: Innensechskant-Zylinderschraube ISO 4762 %(key)s %(l)s

source: Wrought steel pipe ANSI B36.10M %(nps)s %(sched)s Length %(l)s
de: Schweißstahl-Rohr ANSI B36.10M %(nps)s %(sched)s Länge %(l)s

source: Double row radial ball bearing DIN 625-3 %(key)s
de: Zweireihiges Radialkugellager DIN 625-3 %(key)s

source: RHS DIN EN 10210-2 %(type)s, l=%(l)s
de: Rechteckiges Hohlprofil DIN EN 10210-2 %(type)s, l=%(l)s

source: Plain washer for cheese head screws DIN EN ISO 7092 %(key)s
de: Unterlegscheibe für Zylinderkopfschrauben DIN EN ISO 7092 %(key)s

source: SHS DIN EN 10210-2 %(type)s, l=%(l)s
de: Quadratisches Hohlprofil DIN EN 10210-2 %(type)s, l=%(l)s

source: Square Hollow Section (SHS)
de: Quadratisches Hohlprofil

source: Hexagon thin nut DINENISO 4035 %(key)s
de: Niedrige Sechskantmutter DIN EN ISO 4035 %(key)s

source: Radial Ball Bearing DIN625-1 %(key)s%(postfix)s
de: Radialkugellager DIN 625-1 %(key)s%(postfix)s

source: Single row radial ball bearing, with single or double shields, single or double seal or open
de: Einreihiges Radialkugellager mit einfacher oder doppelter Deckscheibe, einfacher oder doppelter Dichtung oder offen

source: Plain washer chamfered DIN 125B %(key)s
de: Angefaste Unterlegscheibe DIN 125B %(key)s

source: Plain washer DIN 125A %(key)s
de: Unterlegscheibe DIN 125A %(key)s

source: IPN profile, metric european standard i-beam profile
de: IPN Profil, metrisches europäisches Norm-I-Profil

source: Hex socket head cap screw DIN 912 %(key)s %(l)s
de: Innensechskant-Zylinderschraube DIN 912 %(key)s %(l)s

source: Hexagon head bolt DINENISO 4014 %(key)s - %(l)s
de: Sechskantschraube DIN EN ISO 4014 %(key)s - %(l)s

source: Hexagon head bolt according to DINENISO 4014
de: Sechskantschrauben nach DIN EN ISO 4014

source: Heavy duty plain washer DIN 7349 %(key)s
de: Schwerlast-Unterlagscheiben DIN 7349 %(key)s

source: Hexagon head screw DIN EN ISO 4017 %(key)s - %(l)s
de: Sechskantschraube DIN EN ISO 4017 %(key)s - %(l)s

source: Hexagon head screw according to DINENISO4017
de: Sechskantschraube nach DIN EN ISO 4017

source: Plate flange EN1092-1 PN6 T01 %(dn)s
de: Vorschweißflansch EN 1092-1 PN6 T01 %(dn)s

source: Plate flange EN1092-1 type 01 pn6
de: Vorschweißflansch EN 1092-1 Typ 01 PN6

source: Needle roller DIN 5405-1 %(key)s
de: Nadelkranz DIN 5405-1 %(key)s

source: Needle roller without cage
de: Nadelkranz ohne Käfig

source: Blind flange EN1092-1 PN6 T05 %(dn)s
de: Blindflansch EN 1092-1 PN6 T05 %(dn)s

source: Blind flange EN1092-1 type 05 pn6
de: Blindflansch EN 1092-1 Typ 05 PN6

source: Hexagon head bolt DIN 931 %(key)s - %(l)s
de: Sechskantschraube DIN 931 %(key)s - %(l)s

source: Hexagon head bolt according to DIN931
de: Sechskantschraube gemäß DIN 931

source: Hex socket set screw flat cone ISO 4027 %(key)s %(l)s
de: Innensechskant-Gewindestift mit abgeflachter Spitze ISO 4027 %(key)s %(l)s

source: Hexagon socket set screw with cone point
de: Innensechskant-Gewindestift mit Spitze

source: Hexagon head screw DIN 933 %(key)s%(pitch_name)s - %(l)s
de: Sechskantschraube DIN 933 %(key)s%(pitch_name)s - %(l)s

source: Hexagon head screw according to DIN933
de: Sechskantschraube gemäß DIN 933

source: Hexagon nut ISO 4032 %(key)s
de: Sechskantmutter ISO 4032 %(key)s

source: Hexagon nut DIN 934 %(key)s
de: Sechskantmutter DIN 934 %(key)s

source: Hex socket set screw flat point DIN 913 %(key)s %(l)s
de: Innensechskant-Gewindestift mit Kegelkuppe DIN 913 %(key)s %(l)s

source: Hexagon socket set screw with flat point
de: Innensechskant-Gewindestift mit Kegelkuppe

source: Hexagon head bolt ISO 4014 %(key)s - %(l)s
de: Sechskantschraube ISO 4014 %(key)s - %(l)s

source: Hexagon head bolt according to ISO 4014
de: Sechskantschraube gemäß ISO 4014

source: Plain washer chamfered ISO 7090 %(key)s
de: Unterlegscheibe angefast ISO 7090 %(key)s
